import React from 'react'
import aboutUs from '../../../constants/images/aboutUs.jpg'
import './AboutUs.scss'

const AboutUs = () => {
  return (
    <div className='about__container'>
        <div className="wrapp">
            <div className="about__container-wrap flex__sb">
                <div className="about__text">
                    <p className="pre__title">короткий опис</p>
                    <h2 className='headtext'>Про проект</h2>
                    <ul>
                        <li> <p>Платформа дає змогу художникам створювати унікальні цифрові твори, які потім продаватимуться у вигляді NFT на аукціоні. Виручені кошти буде передано на підтримку різноманітних благодійних ініціатив.</p></li>
                        <li> <p>Проект є повністю незалежним, що дозволяє нам забезпечити свободу вибору для наших користувачів. Ми створюємо зручне та інтуїтивно зрозуміле середовище для всіх користувачів, незалежно від їх рівня технічних знань чи досвіду. Наша платформа розроблена таким чином, щоб забезпечити легкий доступ до благодійності для кожного.</p></li>
                        <li> <p>Проект сприятиме розвитку мистецтва та культури, збільшить свідомість про благодійність та пожертви, а також допоможе тим, хто потребує допомоги, через фінансову підтримку благодійних організацій.</p></li>
                        <li> <p> Платформа створена за допомогою блокчейн технології. Це дозволяє забезпечити неперевершену безпеку, надійність та прозорість у всіх трансакціях, що відбуваються на нашій платформі.</p></li>
                    </ul>
                </div>
                <div className="about__image flex__center">
                    <img src={aboutUs} alt='About us image'/>
                </div>
            </div>
        </div>
    </div>
  )
}

export default AboutUs
